{
    "locales": {
        "en": {
            "title": "<span class='text-primary'>Professional</span> Experience",
            "description": "A look into my work experience and career journey."
        },

        "es": {
            "title": "<span class='text-primary'>Experiencia</span> Profesional",
            "description": "Un vistazo a mi experiencia laboral y trayectoria profesional."
        },

        "fr": {
            "title": "Expérience <span class='text-primary'>Professionnelle</span>",
            "description": "Un aperçu de mon expérience professionnelle et de mon parcours de carrière."
        },

        "zh": {
            "title": "<span class='text-primary'>专业</span> 经验",
            "description": "了解我的工作经验和职业之旅。"
        }
    },

    "items": [
        {
            "id": "experience_item_4",
            "place": "@link{places.uxStudio}",
            "period": ["2019/07", "2019/12"],
            "locales": {
                "en": {
                    "title": "Beijing Guoxin Zhenghe Co., Ltd",
                    "description": "School recruitment Java internship, main job responsibilities: familiar with project framework, completing work requirements, and solving practical bugs."
                },
                "es": {
                    "title": "Diseñador de UX",
                    "description": "Contribuí al diseño de interfaces de aplicaciones web intuitivas y amigables para el usuario, creando experiencias de usuario atractivas y fluidas. Colaboré estrechamente con equipos multifuncionales e interesados para asegurarme de que los diseños se alinearan con los objetivos comerciales y las necesidades de los usuarios."
                },
                "fr": {
                    "title": "Designer UX",
                    "description": "Contribué à la conception d'interfaces d'applications web intuitives et conviviales, créant ainsi des expériences utilisateur engageantes et fluides. Collaboré étroitement avec des équipes pluridisciplinaires et des parties prenantes pour garantir que les designs soient alignés sur les objectifs commerciaux et les besoins des utilisateurs."
                },
                "zh": {
                    "title": "北京国信正合有限公司",
                    "description": "校招java实习，主要工作内容，熟悉项目框架，完成工作需求，解决实际bug。"
                }
            }
        },
        {
            "id": "experience_item_4",
            "place": "@link{places.apple}",
            "period": ["2022/03", "2023/01"],
            "locales": {
                "en": {
                    "title": "Online and offline limited companies",
                    "description": "Entering the company as a backend identity, but doing front-end work is the beginning. Resigned due to unpaid wages. Main responsibilities include using uniApp to develop, test, and launch an app store."
                },
                "es": {
                    "title": "Profesor de Tiempo Completo en UX Design",
                    "description": "Utilicé mi experiencia en diseño UX para educar e inspirar a los estudiantes en el arte de los principios de diseño centrado en el usuario. Realicé estudios de usuarios, analicé datos y orienté a los estudiantes en la aplicación de conocimientos teóricos a proyectos prácticos, empoderando a la próxima generación de diseñadores UX."
                },
                "fr": {
                    "title": "Professeur à temps plein en UX Design",
                    "description": "J'ai mis à profit mon expertise en conception UX pour éduquer et inspirer les étudiants dans l'art des principes de conception centrés sur l'utilisateur. J'ai réalisé des études utilisateur, analysé des données et guidé les étudiants dans l'application des connaissances théoriques à des projets pratiques, donnant ainsi les moyens à la prochaine génération de concepteurs UX."
                },
                "zh": {
                    "title": "线上线下有限公司",
                    "description": "前端开发。因为拖欠工资离职。主要职责，使用uniApp完成APP的开发测试上线发布应用商店。"
                }
            }
        },
        {
            "id": "experience_item_4",
            "place": "@link{places.coursera}",
            "period": ["2023/03", "now"],
            "locales": {
                "en": {
                    "title": "Yuanshenghui Technology Co., Ltd",
                    "description": "My second job as a front-end professional. Front end engineer, mainly responsible for using UniApp to complete the development, testing, and launch of mini programs, develop official websites and launch, and develop backend management systems."
                },
                "es": {
                    "title": "Profesor de Tiempo Completo en UX Design",
                    "description": "Utilicé mi experiencia en diseño UX para educar e inspirar a los estudiantes en el arte de los principios de diseño centrado en el usuario. Realicé estudios de usuarios, analicé datos y orienté a los estudiantes en la aplicación de conocimientos teóricos a proyectos prácticos, empoderando a la próxima generación de diseñadores UX."
                },
                "fr": {
                    "title": "Professeur à temps plein en UX Design",
                    "description": "J'ai mis à profit mon expertise en conception UX pour éduquer et inspirer les étudiants dans l'art des principes de conception centrés sur l'utilisateur. J'ai réalisé des études utilisateur, analysé des données et guidé les étudiants dans l'application des connaissances théoriques à des projets pratiques, donnant ainsi les moyens à la prochaine génération de concepteurs UX."
                },
                "zh": {
                    "title": "元生汇科技有限公司",
                    "description": "前端的第二份工作。前端工程师，主要职责，使用uniApp完成小程序的开发测试上线，开发官网以及上线，开发后台管理系统。"
                }
            }
        }
    ]
}