{
    "locales": {
        "en": {
            "title": "<span class='text-primary'>Professional</span> Experience",
            "description": "A look into my work experience and career journey."
        },

        "es": {
            "title": "<span class='text-primary'>Experiencia</span> Profesional",
            "description": "Un vistazo a mi experiencia laboral y trayectoria profesional."
        },

        "fr": {
            "title": "Expérience <span class='text-primary'>Professionnelle</span>",
            "description": "Un aperçu de mon expérience professionnelle et de mon parcours de carrière."
        },

        "zh": {
            "title": "<span class='text-primary'>专业</span> 经验",
            "description": "了解我的工作经验和职业之旅。"
        }
    },

    "items": [
        {
            "id": "experience_item_4",
            "place": "@link{places.uxStudio}",
            "period": ["2019/00", "2019/12"],
            "locales": {
                "en": {
                    "title": "Beijing Guoxin Zhenghe Co., Ltd",
                    "description": "School recruitment Java internship, main job responsibilities: familiar with project framework, completing work requirements, and solving practical bugs."
                },
                "es": {
                    "title": "Diseñador de UX",
                    "description": "Contribuí al diseño de interfaces de aplicaciones web intuitivas y amigables para el usuario, creando experiencias de usuario atractivas y fluidas. Colaboré estrechamente con equipos multifuncionales e interesados para asegurarme de que los diseños se alinearan con los objetivos comerciales y las necesidades de los usuarios."
                },
                "fr": {
                    "title": "Designer UX",
                    "description": "Contribué à la conception d'interfaces d'applications web intuitives et conviviales, créant ainsi des expériences utilisateur engageantes et fluides. Collaboré étroitement avec des équipes pluridisciplinaires et des parties prenantes pour garantir que les designs soient alignés sur les objectifs commerciaux et les besoins des utilisateurs."
                },
                "zh": {
                    "title": "北京国信正合有限公司",
                    "description": "校招java实习，主要工作内容，熟悉项目框架，完成工作需求，解决实际bug。"
                }
            }
        },

        {
            "id": "experience_item_4",
            "place": "@link{places.apple}",
            "period": ["2020/08", "2021/03"],
            "locales": {
                "en": {
                    "title": "Guiyang Huikang Zhiyun Co., Ltd",
                    "description": "Due to the pandemic, I was unable to find a job that matched my major in my first job after graduation. Main job responsibilities include solving problems during the use of software in hospitals and collecting user needs."
                },
                "es": {
                    "title": "Designer Senior UI/UX",
                    "description": "Lideré proyectos de diseño, realicé investigaciones exhaustivas sobre usuarios y utilicé información basada en datos para mejorar las experiencias de usuario. Gestioné equipos de diseño, fomentando la creatividad y la innovación al tiempo que implementaba las mejores prácticas de diseño para obtener resultados exitosos en diversos productos digitales."
                },
                "fr": {
                    "title": "Designer UI/UX Senior",
                    "description": "A piloté les initiatives UX en supervisant une équipe de concepteurs, en élaborant des stratégies de conception et en dirigeant des collaborations interfonctionnelles avec les responsables de produits, les ingénieurs et les cadres. Axé sur la création de designs centrés sur l'utilisateur alignés sur les objectifs commerciaux et aboutissant à une satisfaction accrue des utilisateurs."
                },
                "zh": {
                    "title": "贵阳惠康智云有限公司",
                    "description": "毕业后的第一份工作，因为疫情原因，没有找专业对口的工作。主要工作内容，解决医院使用软件过程中的问题，收集用户的需求。"
                }
            }
        },

        {
            "id": "experience_item_4",
            "place": "@link{places.apple}",
            "period": ["2021/05", "2021/11"],
            "locales": {
                "en": {
                    "title": "Yunshang Guangji Co., Ltd",
                    "description": "My friend recommended me to join a security company. Main responsibilities include installing, debugging, configuring security servers, and resolving user issues."
                },
                "es": {
                    "title": "Designer UX Principal",
                    "description": "Impulsé iniciativas de UX supervisando un equipo de diseñadores, elaborando estrategias de diseño y liderando colaboraciones multifuncionales con gerentes de producto, ingenieros y ejecutivos. Centrado en crear diseños centrados en el usuario que se alinearan con los objetivos comerciales y que dieron como resultado una mayor satisfacción del usuario."
                },
                "fr": {
                    "title": "Designer UX Principal",
                    "description": "A piloté les initiatives UX en supervisant une équipe de concepteurs, en élaborant des stratégies de conception et en dirigeant des collaborations interfonctionnelles avec les responsables de produits, les ingénieurs et les cadres. Axé sur la création de designs centrés sur l'utilisateur alignés sur les objectifs commerciaux et aboutissant à une satisfaction accrue des utilisateurs."
                },
                "zh": {
                    "title": "云上广济有限公司",
                    "description": "朋友内推进入安全公司。主要职责，对于安全服务器的安装，调试，配置，以及解决用户问题。"
                }
            }
        },

        {
            "id": "experience_item_4",
            "place": "@link{places.apple}",
            "period": ["2022/03", "2023/01"],
            "locales": {
                "en": {
                    "title": "Online and offline limited companies",
                    "description": "Entering the company as a backend identity, but doing front-end work is the beginning. Resigned due to unpaid wages. Main responsibilities include using uniApp to develop, test, and launch an app store."
                },
                "es": {
                    "title": "Profesor de Tiempo Completo en UX Design",
                    "description": "Utilicé mi experiencia en diseño UX para educar e inspirar a los estudiantes en el arte de los principios de diseño centrado en el usuario. Realicé estudios de usuarios, analicé datos y orienté a los estudiantes en la aplicación de conocimientos teóricos a proyectos prácticos, empoderando a la próxima generación de diseñadores UX."
                },
                "fr": {
                    "title": "Professeur à temps plein en UX Design",
                    "description": "J'ai mis à profit mon expertise en conception UX pour éduquer et inspirer les étudiants dans l'art des principes de conception centrés sur l'utilisateur. J'ai réalisé des études utilisateur, analysé des données et guidé les étudiants dans l'application des connaissances théoriques à des projets pratiques, donnant ainsi les moyens à la prochaine génération de concepteurs UX."
                },
                "zh": {
                    "title": "线上线下有限公司",
                    "description": "以后端身份进入公司，但是做的是前端的工作,做前端的开始。因为拖欠工资离职。主要职责，使用uniApp完成APP的开发测试上线发布应用商店。"
                }
            }
        },
        {
            "id": "experience_item_4",
            "place": "@link{places.coursera}",
            "period": ["2023/03", "now"],
            "locales": {
                "en": {
                    "title": "Yuanshenghui Technology Co., Ltd",
                    "description": "My second job as a front-end professional. Front end engineer, mainly responsible for using UniApp to complete the development, testing, and launch of mini programs, develop official websites and launch, and develop backend management systems."
                },
                "es": {
                    "title": "Profesor de Tiempo Completo en UX Design",
                    "description": "Utilicé mi experiencia en diseño UX para educar e inspirar a los estudiantes en el arte de los principios de diseño centrado en el usuario. Realicé estudios de usuarios, analicé datos y orienté a los estudiantes en la aplicación de conocimientos teóricos a proyectos prácticos, empoderando a la próxima generación de diseñadores UX."
                },
                "fr": {
                    "title": "Professeur à temps plein en UX Design",
                    "description": "J'ai mis à profit mon expertise en conception UX pour éduquer et inspirer les étudiants dans l'art des principes de conception centrés sur l'utilisateur. J'ai réalisé des études utilisateur, analysé des données et guidé les étudiants dans l'application des connaissances théoriques à des projets pratiques, donnant ainsi les moyens à la prochaine génération de concepteurs UX."
                },
                "zh": {
                    "title": "元生汇科技有限公司",
                    "description": "转行前端的第二份工作。前端工程师，主要职责，使用uniApp完成小程序的开发测试上线，开发官网以及上线，开发后台管理系统。"
                }
            }
        }
    ]
}