{
    "locales": {
        "en": {
            "title": "My <span class='text-primary'>Portfolio</span>",
            "description": "Explore a selection of my recent projects and creative works."
        },
        "es": {
            "title": "Mi <span class='text-primary'>Portafolio</span>",
            "description": "Explora una selección de mis proyectos recientes y trabajos creativos."
        },
        "fr": {
            "title": "Mon <span class='text-primary'>Portfolio</span>",
            "description": "Découvrez une sélection de mes projets récents et œuvres créatives."
        },
        "zh": {
            "title": "我的<span class='text-primary'>作品集</span>",
            "description": "浏览我最近的一些项目。"
        }
    },

    "subcategories": [
        {
            "id": "productivity",
            "locales": {
                "en": {"title": "Productivity"},
                "es": {"title": "Productividad"},
                "fr": {"title": "Productivité"},
                "zh": {"title": "项目"}
            }
        }
    ],

    "items": {
        "productivity": [
            {
                "id": "brainpulse",
                "title": "数据可视化",
                "logoUrl": "images/portfolio/project-logo-3.png",
                "links": [
                    {"faIcon": "fa-brands fa-fan", "href": "https://gitee.com/chenjunxin259/data-visualization-echarts"}
                ],
                "locales": {
                    "en": {
                        "description": "<b>BrainPulse</b> is your ultimate productivity app, helping you manage tasks, organize your schedule, and boost your focus. With its sleek and modern interface, BrainPulse offers features like task lists, reminders, goal tracking, and customizable productivity metrics. Whether you're a student, professional, or anyone looking to optimize their time and efficiency, BrainPulse is your go-to app for achieving more while maintaining work-life balance.",
                        "tags": ["app", "productivity", "tasks", "focus"]
                    },
                    "es": {
                        "description": "<b>BrainPulse</b> es tu aplicación definitiva de productividad, que te ayuda a gestionar tareas, organizar tu horario y aumentar tu concentración. Con su interfaz elegante y moderna, BrainPulse ofrece funciones como listas de tareas, recordatorios, seguimiento de objetivos y métricas de productividad personalizables. Ya seas un estudiante, un profesional o cualquier persona que busque optimizar su tiempo y eficiencia, BrainPulse es tu aplicación indispensable para lograr más sin sacrificar el equilibrio entre el trabajo y la vida personal.",
                        "tags": ["aplicación", "productividad", "tareas", "concentración"]
                    },
                    "fr": {
                        "description": "<b>BrainPulse</b> est votre application ultime de productivité, vous aidant à gérer les tâches, organiser votre emploi du temps et améliorer votre concentration. Avec son interface élégante et moderne, BrainPulse propose des fonctionnalités telles que des listes de tâches, des rappels, un suivi des objectifs et des mesures de productivité personnalisables. Que vous soyez étudiant, professionnel ou toute personne cherchant à optimiser son temps et son efficacité, BrainPulse est votre application incontournable pour en faire plus tout en maintenant un équilibre entre travail et vie personnelle.",
                        "tags": ["application", "productivité", "tâches", "concentration"]
                    },
                    "zh": {
                        "description": "使用Echarts完成数据可视化项目，具备响应式。",
                        "tags": ["项目"]
                    }
                }
            },

            {
                "id": "stackers",
                "title": "组件开发",
                "logoUrl": "images/portfolio/project-logo-6.png",
                "links": [
                    {"faIcon": "fa-brands fa-fan", "href": "https://gitee.com/chenjunxin259/vue3-component-demo.git"}
                ],
                "locales": {
                    "en": {
                        "description": "<b>Stackers</b> is your all-in-one organization and note-taking app, designed to streamline your digital life. With its seamless integration of task management, note organization, and cloud storage, Stackers helps you stay organized and productive. Create to-do lists, jot down ideas, and sync your notes across devices effortlessly. Whether you're a student, professional, or anyone seeking a clutter-free digital workspace, Stackers is here to elevate your organizational game.",
                        "tags": ["app", "organization", "notes", "productivity"]
                    },
                    "es": {
                        "description": "<b>Stackers</b> es tu aplicación todo en uno para la organización y la toma de notas, diseñada para optimizar tu vida digital. Con su integración perfecta de gestión de tareas, organización de notas y almacenamiento en la nube, Stackers te ayuda a mantener la organización y la productividad. Crea listas de tareas, apunta ideas y sincroniza tus notas en todos tus dispositivos sin esfuerzo. Ya seas estudiante, profesional o cualquier persona que busque un espacio de trabajo digital sin desorden, Stackers está aquí para elevar tu juego organizativo.",
                        "tags": ["aplicación", "organización", "notas", "productividad"]
                    },
                    "fr": {
                        "description": "<b>Stackers</b> est votre application tout-en-un pour l'organisation et la prise de notes, conçue pour simplifier votre vie numérique. Grâce à son intégration transparente de la gestion des tâches, de l'organisation des notes et du stockage cloud, Stackers vous aide à rester organisé et productif. Créez des listes de tâches, notez vos idées et synchronisez vos notes sur tous vos appareils en toute simplicité. Que vous soyez étudiant, professionnel ou toute personne recherchant un espace de travail numérique sans encombrement, Stackers est là pour élever votre niveau d'organisation.",
                        "tags": ["application", "organisation", "notes", "productivité"]
                    },
                    "zh": {
                        "description": "vue3+uniApp 编写的组件，有些进入项目实践，有些因为没有具体需求未进入项目实践",
                        "tags": ["项目"]
                    }
                }
            },


            {
                "id": "mailm8",
                "title": "微信小程序",
                "logoUrl": "images/portfolio/project-logo-7.png",
                "links": [
                    {"faIcon": "fa-brands fa-fan", "href": "https://gitee.com/chenjunxin259/wechat-mini-program-e-commerce"}
                ],
                "locales": {
                    "en": {
                        "description": "<b>MailM8</b> is your intelligent email companion, revolutionizing the way you manage and interact with your inbox. With advanced AI-powered features, <b>MailM8</b> helps you declutter your email, prioritize important messages, and compose smart replies in a breeze. Say goodbye to email overwhelm and hello to a more efficient and organized communication experience with <b>MailM8</b>.",
                        "tags": ["app", "email", "communication", "productivity"]
                    },
                    "es": {
                        "description": "<b>MailM8</b> es tu compañero de correo electrónico inteligente, revolucionando la forma en que gestionas e interactúas con tu bandeja de entrada. Con funciones avanzadas impulsadas por inteligencia artificial, <b>MailM8</b> te ayuda a organizar tu correo electrónico, priorizar mensajes importantes y componer respuestas inteligentes con facilidad. Di adiós a la abrumadora bandeja de entrada y dale la bienvenida a una experiencia de comunicación más eficiente y organizada con <b>MailM8</b>.",
                        "tags": ["aplicación", "correo electrónico", "comunicación", "productividad"]
                    },
                    "fr": {
                        "description": "<b>MailM8</b> est votre compagnon de messagerie intelligent, révolutionnant la manière dont vous gérez et interagissez avec votre boîte de réception. Avec des fonctionnalités avancées alimentées par l'IA, <b>MailM8</b> vous aide à désencombrer votre boîte de réception, à prioriser les messages importants et à composer des réponses intelligentes en un clin d'œil. Dites adieu à la surcharge de courrier électronique et bonjour à une expérience de communication plus efficace et organisée avec <b>MailM8</b>.",
                        "tags": ["application", "courrier électronique", "communication", "productivité"]
                    },
                    "zh": {
                        "description": "使用微信原生写法开发的电商基本模板",
                        "tags": ["项目"]
                    }
                }
            }
        ]
    }
}